[
    {
        "nombre": "Arrested Development",
        "categoría": "Series",
        "año": "2003",
        "foto": "https://raw.githubusercontent.com/Jorojasd/dno096_Examen/refs/heads/main/assets/ARRESTEDDEVELOPMENT.webp",
        "github": "https://github.com/JorojasD",
        "descr": "Una comedia sobre una familia disfuncional que debe aprender a vivir junta después de que su patriarca es arrestado.",
        "review_nombre": "Divertida, buen narrador pero se pone caótica",
        "review_estrellas": 4,
        "review_comentario": "La serie parte increible, las primeras 3 temporadas la hacen una de las mejores sitcoms de la historia. Sin embargo, tiene altibajos, los personajes son memorables y entretenidos, George Michael y Maybe son increibles siempre, pero el resto cae muy bajo en la 4 y 5 temporada. Al llegar la 6 ya mejora un poco, pero no era necesario volver después de una pausa de 5 años. Prefiero quedarme con lo que fue en sus buenos tiempos, igual todo el mundo debería verla alguna vez."
    },
    {
        "nombre": "American Horror Story",
        "categoría": "Series",
        "año": "2011",
        "foto": "https://raw.githubusercontent.com/Jorojasd/dno096_Examen/refs/heads/main/assets/AHS.webp",
        "github": "https://github.com/JorojasD",
        "descr": "Una antología de terror que cambia de temática cada temporada, explorando desde casas embrujadas hasta asesinos en serie.",
        "review_nombre": "Terror psicológico intrigante",
        "review_estrellas": 5,
        "review_comentario": "Esta serie fue mi iniciación en el mundo del terror y cosas oscuras. Durante todas las temporadas mantiene su capacidad de asustar mientras explora temas complejos. Amo a Ryan Murphy y por eso siempre la voy a querer; veré todas sus temporadas, aunque hay algunas que dejan mucho que desear."
    },
    {
        "nombre": "The Decameron",
        "categoría": "Series",
        "año": "2023",
        "foto": "https://raw.githubusercontent.com/Jorojasd/dno096_Examen/refs/heads/main/assets/THEDECAMERON.webp",
        "github": "https://github.com/JorojasD",
        "descr": "Una adaptación moderna de las historias de Boccaccio, que fusiona narrativa medieval con elementos contemporáneos.",
        "review_nombre": "Interesante pero lenta",
        "review_estrellas": 3,
        "review_comentario": "Una serie que tiene buenas ideas pero no logra mantener el ritmo. Es entretenida; Tanya Reynolds (Sex Education) y Saoirse-Monica Jackson (Derry Girls) no decepcionaron. Incluso diría que el 40% de la serie lo llevan ellas. Sin embargo, me faltó continuidad o agilidad. Tal vez con dos capítulos menos habría quedado perfecta."
    },
    {
        "nombre": "10 Cosas que odio de ti",
        "categoría": "Películas",
        "año": "1999",
        "foto": "https://raw.githubusercontent.com/Jorojasd/dno096_Examen/refs/heads/main/assets/10COSASQUEODIODETI.webp",
        "github": "https://github.com/JorojasD",
        "descr": "Una comedia romántica moderna inspirada en la obra 'La fierecilla domada' de Shakespeare, sobre una adolescente que navega el amor y la rebelión.",
        "review_nombre": "Encantadora y divertida",
        "review_estrellas": 4,
        "review_comentario": "Un clásico de los clásicos Y2K. No me gusta ver películas, pero esta me la repito 10.000 veces. Aunque es predecible, tiene actores increíbles (Heath Ledger y Julia Stiles) y momentos icónicos. Siempre lloro con el final y el poema de la chiquilla."
    },
    {
        "nombre": "Nat King Cole en Español - Nat King Cole",
        "categoría": "Música",
        "año": "1960",
        "foto": "https://raw.githubusercontent.com/Jorojasd/dno096_Examen/refs/heads/main/assets/NKCENESPA%C3%91OL.webp",
        "github": "https://github.com/JorojasD",
        "descr": "Un álbum de Nat King Cole donde interpreta canciones en español, combinando su estilo único con ritmos latinos.",
        "review_nombre": "Maravilloso",
        "review_estrellas": 5,
        "review_comentario": "Este disco lo escucho con mi abuela cada vez que vamos en auto a la playa. Es una obra maestra que muestra la increíble voz y elegancia de Nat King Cole, ¡y está en español! No hay mucho más que decir. La yaya llora con cada canción y, cuando llega Aquellos ojos verdes, ya la perdimos."
    },
    {
        "nombre": "Atlanta",
        "categoría": "Series",
        "año": "2016",
        "foto": "https://raw.githubusercontent.com/Jorojasd/dno096_Examen/refs/heads/main/assets/ATLANTA.webp",
        "github": "https://github.com/JorojasD",
        "descr": "Una serie dramática que sigue a dos primos en Atlanta mientras luchan por encontrar el éxito en el mundo de la música rap.",
        "review_nombre": "Increíblemente original",
        "review_estrellas": 5,
        "review_comentario": "Increíble trabajo de Donald Glover. Un giro heavy después de Community. Por lejos, es una de las mejores series contemporáneas, con un enfoque real y personajes complejos. Al final me perdió un poco, pero fue culpa mía, no de la serie."
    },
    {
        "nombre": "Hotel Miranda! - Miranda",
        "categoría": "Música",
        "año": "2023",
        "foto": "https://raw.githubusercontent.com/Jorojasd/dno096_Examen/refs/heads/main/assets/HOTELMIRANDA.webp",
        "github": "https://github.com/JorojasD",
        "descr": "Un álbum experimental de Miranda!, fusionando géneros con letras innovadoras y vibrantes.",
        "review_nombre": "Electrizante",
        "review_estrellas": 4,
        "review_comentario": "Para recordar los clásicos de los clásicos. No escuchaba Miranda antes de este disco, pero eso no significa que no me supiera las canciones. Gracias a este álbum, la fanaticada de la banda se renovó en un viaje lleno de sorpresas y una propuesta editorial bacán. Hay canciones que empeoraron y otras que mejoraron. Mención especial a Uno los dos con Emilia y Don con Ca7riel."
    },
    {
        "nombre": "Good Kid M.A.A.D City - Kendrick Lamar",
        "categoría": "Música",
        "año": "2012",
        "foto": "https://raw.githubusercontent.com/Jorojasd/dno096_Examen/refs/heads/main/assets/GOODKIDMAADCITY.webp",
        "github": "https://github.com/JorojasD",
        "descr": "Un álbum que cuenta la historia de un joven que crece en Compton, explorando temas de pobreza, violencia y redención.",
        "review_nombre": "Un hito en el hip-hop",
        "review_estrellas": 5,
        "review_comentario": "Una obra maestra que establece a Kendrick Lamar como uno de los más grandes artistas del rap. Eso dijo ChatGPT, pero para mí fue el primer disco de Kendrick que escuché y el que me adentró al mundo del rap gringo. Excelente disco; lo compraría en vinilo."
    },
    {
        "nombre": "Five Seconds Flat - Lizzy McApline",
        "categoría": "Música",
        "año": "2022",
        "foto": "https://raw.githubusercontent.com/Jorojasd/dno096_Examen/refs/heads/main/assets/FIVESECONDSFLAT.webp",
        "github": "https://github.com/JorojasD",
        "descr": "Un álbum pop suave con letras introspectivas sobre relaciones y crecimiento personal.",
        "review_nombre": "Agradable y suave",
        "review_estrellas": 3,
        "review_comentario": "Buena música, un poco repetitiva, pero con canciones más personales que marcan la diferencia. Algo tranquilo y popero que explora temas de amor y autodescubrimiento. (Lizzy es como una mezcla de Phoebe Bridgers, Clairo y Taylor Swift)."
    },
    {
        "nombre": "Esquemas Juveniles - Javiera Mena",
        "categoría": "Música",
        "año": "2006",
        "foto": "https://raw.githubusercontent.com/Jorojasd/dno096_Examen/refs/heads/main/assets/ESQUEMASJUVENILES.webp",
        "github": "https://github.com/JorojasD",
        "descr": "Un álbum pionero en la escena indie pop chilena, con influencias electrónicas y letras profundas.",
        "review_nombre": "Un clásico indie",
        "review_estrellas": 5,
        "review_comentario": "Es una joya y punto. Para los que no la conocen, Javiera Mena es una de las mejores cantantes de Chile. Aunque este disco es del 2006, sigue siendo relevante. Su voz tiene una sensibilidad única, con letras emotivas sobre el amor y la identidad."
    },
      {
        "nombre": "Community",
        "categoría": "Series",
        "año": "2009",
        "foto": "https://raw.githubusercontent.com/Jorojasd/dno096_Examen/refs/heads/main/assets/COMMUNITY.webp",
        "github": "https://github.com/JorojasD",
        "descr": "Una comedia sobre un grupo de estudiantes en una universidad comunitaria, cuyas personalidades y situaciones absurdas crean situaciones únicas.",
        "review_nombre": "Cómica y única",
        "review_estrellas": 5,
        "review_comentario": "Una sitcom brillante con un humor muy original que se mantiene tras varias temporadas. Cuando se van Donald Glover y Chevy Chase baja el nivel, pero eso solo me hace quererla más. Me encanta que los actores se reflejan en sus personajes (Chevy Chase es un funado), y eso genera risa genuina. La veo igual que SNL."
    },
    {
        "nombre": "Postmortem - Dillom",
        "categoría": "Música",
        "año": "2021",
        "foto": "https://raw.githubusercontent.com/Jorojasd/dno096_Examen/refs/heads/main/assets/POSTMORTEM.webp",
        "github": "https://github.com/JorojasD",
        "descr": "Un álbum de Dillom que fusiona trap, hip-hop y una atmósfera melancólica, con letras crudas y un sonido único.",
        "review_nombre": "Fresco y crudo",
        "review_estrellas": 4,
        "review_comentario": "Un álbum lleno de personalidad y estilo. Dillom es súper oscuro, canta de cosas que no debería, y eso lo hace más entretenido. Puede no ser para todos; no entiendo cómo ha ganado Latin Grammys por esto, pero lo aprecio y está bien."
    },
    {
        "nombre": "Charm - Clairo",
        "categoría": "Música",
        "año": "2024",
        "foto": "https://raw.githubusercontent.com/Jorojasd/dno096_Examen/refs/heads/main/assets/CHARM.webp",
        "github": "https://github.com/JorojasD",
        "descr": "El nuevo álbum de Clairo, donde fusiona pop suave con toques de electrónica y letras introspectivas sobre el amor y la identidad.",
        "review_nombre": "Reflexivo y suave",
        "review_estrellas": 5,
        "review_comentario": "Muy charming, este disco por parte de Clairo. Soy fan desde siempre y lo seré hasta la tumba. Encuentro que este disco la separó un poco de los sintetizadores sin dejar su estilo, no así como pasó con Immunity, que para mí fue un poco Frankenstein."
    },
    {
        "nombre": "Camp - Childish Gambino",
        "categoría": "Música",
        "año": "2011",
        "foto": "https://raw.githubusercontent.com/Jorojasd/dno096_Examen/refs/heads/main/assets/CAMP.webp",
        "github": "https://github.com/JorojasD",
        "descr": "Un álbum debut que mezcla rap con toques de música alternativa, presentando a Donald Glover en su faceta musical como Childish Gambino.",
        "review_nombre": "Aventurero y atrevido", 
        "review_estrellas": 4,
        "review_comentario": "Puse este disco porque es muy bueno, aunque no mejor que otros de Childish Gambino. Es de los primeros y el que se siente más disco, para mí. Es irregular y combina cosas raras de repente, pero así terminó siendo todo el proyecto del artista, así que lo encuentro una joya."
    },
    {
        "nombre": "Pose",
        "categoría": "Series",
        "año": "2018",
        "foto": "https://raw.githubusercontent.com/Jorojasd/dno096_Examen/refs/heads/main/assets/POSE.webp",
        "github": "https://github.com/JorojasD",
        "descr": "La serie sigue a la comunidad LGBTQ+ de la Nueva York de los 80, en particular a las 'houses' que compiten en el baile Vogue.",
        "review_nombre": "Una mirada poderosa",
        "review_estrellas": 5,
        "review_comentario": "Una representación crucial y conmovedora de la cultura queer en una época de lucha por la visibilidad. Me encanta que no sea miniserie. El casting es increíble y las visuales también. Ryan Murphy <3."
    },
    {
        "nombre": "Caprisongs - FKA Twigs",
        "categoría": "Música",
        "año": "2022",
        "foto": "https://raw.githubusercontent.com/Jorojasd/dno096_Examen/refs/heads/main/assets/CAPRISONGS.webp",
        "github": "https://github.com/JorojasD",
        "descr": "Un álbum experimental y sensorial que fusiona R&B, electrónica y elementos de música experimental.",
        "review_nombre": "Ecléctico y emocional",
        "review_estrellas": 5,
        "review_comentario": "Es mi disco favorito de FKA. No tiene mis canciones favoritas (Cellophane y Killer), pero tiene joyas como Ride the Dragon o Papi Bones. Lo escucho en la calle y nadie me para."
    },
    {
        "nombre": "To Pimp a Butterfly - Kendrick Lamar",
        "categoría": "Música",
        "año": "2015",
        "foto": "https://raw.githubusercontent.com/Jorojasd/dno096_Examen/refs/heads/main/assets/TOPIMPABUTTERFLY.webp",
        "github": "https://github.com/JorojasD",
        "descr": "Un álbum que combina jazz, funk y rap, mientras examina temas de raza, política y la experiencia negra en Estados Unidos.",
        "review_nombre": "Profundamente relevante",
        "review_estrellas": 5,
        "review_comentario": "Otro muy buen disco de Kendrick. Hablando de música con gente me di cuenta de que merece estar aquí. No sé qué más decir."
    },
    {
        "nombre": "Breaking Bad",
        "categoría": "Series",
        "año": "2008",
        "foto": "https://raw.githubusercontent.com/Jorojasd/dno096_Examen/refs/heads/main/assets/BREAKINGBAD.webp",
        "github": "https://github.com/JorojasD",
        "descr": "La historia de un profesor de química convertido en fabricante de metanfetaminas, explorando el descenso a la oscuridad de su alma.",
        "review_nombre": "Cautivadora y tensa",
        "review_estrellas": 4,
        "review_comentario": "No me la he terminado, pero entiendo el fanatismo por esta serie. Está demasiado bien hecha. Me chocó ver al papá de Malcolm tan malulo, pero increíbles actuaciones."
    },
    {
        "nombre": "The Office",
        "categoría": "Series",
        "año": "2005",
        "foto": "https://raw.githubusercontent.com/Jorojasd/dno096_Examen/refs/heads/main/assets/THEOFFICE.webp",
        "github": "https://github.com/JorojasD",
        "descr": "Una comedia en formato de falso documental que muestra la vida diaria en una oficina, con un enfoque en los personajes excéntricos y las situaciones incómodas.",
        "review_nombre": "Humor genuino y encantador",
        "review_estrellas": 5,
        "review_comentario": "LO MEJOR DE LO MEJOR DE LO MEJOR. Creó la carrera de buenísimos actores, marcó lo que tiene que lograr una sitcom y sobrevivió cambios de reparto importantes. La serie se pone fome cuando llega la británica, pero el cariño por los personajes hace que no puedas parar de verla."
    },
    {
        "nombre": "Macha y el Bloque Depresivo",
        "categoría": "Música",
        "año": "2018",
        "foto": "https://raw.githubusercontent.com/Jorojasd/dno096_Examen/refs/heads/main/assets/BLOQUEDEPRESIVO.webp",
        "github": "https://github.com/JorojasD",
        "descr": "Un grupo chileno de boleros/cebolleras que hace covers de canciones antiguas con una banda espectacular y la voz de El Macha.",
        "review_nombre": "Parrilleros Cebolla 10/10",
        "review_estrellas": 5,
        "review_comentario": "Tienen este disco con sus clásicos que tocan en los conciertos, pero también muchas otras grabaciones sueltas por ahí que son buenísimas. La última de Amiga, de Miguel Bosé, es maravillosa."
    },
    {
        "nombre": "BEEF",
        "categoría": "Series",
        "año": "2023",
        "foto": "https://raw.githubusercontent.com/Jorojasd/dno096_Examen/refs/heads/main/assets/BEEF.webp",
        "github": "https://github.com/JorojasD",
        "descr": "Una comedia oscura sobre dos extraños que se enzarzan en una pelea tras un incidente en la carretera, lo que desencadena una serie de consecuencias inesperadas.",
        "review_nombre": "Comedia oscura e impredecible",
        "review_estrellas": 4,
        "review_comentario": "Una serie que mezcla humor negro y drama. Es corta y rápida; en el capítulo 6 se pone mala, pero ya hay que terminársela. Buen plot twist. GRANDE GLENN (Steven Yeun)."
    },
    {
        "nombre": "Sorry, estoy en mi darkera - Easy Kid",
        "categoría": "Música",
        "año": "2023",
        "foto": "https://raw.githubusercontent.com/Jorojasd/dno096_Examen/refs/heads/main/assets/SORRYESTOYENMIDARKERA.webp",
        "github": "https://github.com/JorojasD",
        "descr": "Un álbum introspectivo de Easy Kid, donde combina géneros como el lo-fi, el indie y el pop experimental con letras que exploran emociones personales.",
        "review_nombre": "Íntimo y experimental",
        "review_estrellas": 4,
        "review_comentario": "Un muy buen disco de reggaetón, aunque un poco repetitivo. Easy Kid siempre va a ser entretenido y merece estar aquí porque es guapo."
    },
    {
        "nombre": "Baño Maria - Ca7riel & Paco Amoroso",
        "categoría": "Música",
        "año": "2024",
        "foto": "https://raw.githubusercontent.com/Jorojasd/dno096_Examen/refs/heads/main/assets/BA%C3%91OMARIA.webp",
        "github": "https://github.com/JorojasD",
        "descr": "Un proyecto innovador que fusiona géneros electrónicos con toques de música ambiental y experimental.",
        "review_nombre": "Creativo y envolvente",
        "review_estrellas": 4,
        "review_comentario": "Amo esta propuesta. La dupla lleva trabajando mucho rato junta y, después de Cono Hielo, se sabía que lo que harían sería increíble. Amo el estilo y su música. No sé qué opino de la puesta en escena; siento que deja algo que desear. (Hay que ver su Tiny Desk, está bien bueno)."
    },
    {
        "nombre": "Rumours - Fleetwood Mac",
        "categoría": "Música",
        "año": "1977",
        "foto": "https://raw.githubusercontent.com/Jorojasd/dno096_Examen/refs/heads/main/assets/RUMOURS.webp",
        "github": "https://github.com/JorojasD",
        "descr": "Uno de los discos más icónicos de Fleetwood Mac, con un sonido que mezcla rock y pop, explorando temas de amor, ruptura y la vida de banda.",
        "review_nombre": "Un clásico eterno",
        "review_estrellas": 5,
        "review_comentario": "Un clásico que, para mí, le pertenece un 80% a Stevie Nicks. Esa señora es increíble. Las melodías de la banda perduran en el tiempo y siempre me tranquilizan."
    }
]
